jermainesubia-master/app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("created_at", "updated_at", "first_name", "last_name", "email", "message") VALUES (?, ?, ?, ?, ?, ?)
---
  def create
 	# fail
    @contact = Contact.create(contact_params)